[
  {
    "id": "admin-birth-cert",
    "title": "ADN làm giấy khai sinh",
    "description": "Xác nhận quan hệ huyết thống để hoàn tất thủ tục giấy khai sinh",
    "fullDescription": "Xét nghiệm ADN làm giấy khai sinh được thực hiện khi cần xác nhận mối quan hệ huyết thống giữa cha và con để hoàn tất các thủ tục đăng ký khai sinh. Thường áp dụng khi cha mẹ không đăng ký kết hôn hoặc thiếu giấy tờ chứng minh quan hệ huyết thống.",
    "price": "4,200,000 VNĐ",
    "duration": "3-5 ngày",
    "category": "administrative",
    "serviceType": "administrative",
    "hasLegalValue": true,
    "icon": "bi-file-earmark-text",
    "participants": "Cha, Con, Mẹ (nếu có)",
    "requiredDocuments": "CCCD/CMND của tất cả người tham gia, Giấy khai sinh (nếu có), Giấy tờ liên quan đến thủ tục",
    "procedures": "Tư vấn yêu cầu pháp lý và thủ tục → Thu thập mẫu ADN có sự giám sát → Phân tích ADN theo tiêu chuẩn pháp lý → Lập báo cáo có giá trị pháp lý → Hỗ trợ thủ tục pháp lý",
    "featured": true
  },
  {
    "id": "admin-immigration",
    "title": "ADN nhập tịch, làm visa, hộ chiếu",
    "description": "Chứng minh quan hệ huyết thống trong các thủ tục nhập tịch, xin visa, làm hộ chiếu",
    "fullDescription": "Xét nghiệm ADN được sử dụng để chứng minh mối quan hệ huyết thống trong các thủ tục nhập tịch, xin visa đoàn tụ gia đình, làm hộ chiếu cho trẻ em, và thủ tục bảo lãnh gia đình. Kết quả được các cơ quan ngoại giao và nhập cư quốc tế công nhận.",
    "price": "5,800,000 VNĐ",
    "duration": "3-5 ngày",
    "category": "administrative",
    "serviceType": "administrative",
    "hasLegalValue": true,
    "icon": "bi-globe",
    "participants": "Người bảo lãnh, Người được bảo lãnh",
    "requiredDocuments": "Hộ chiếu/CCCD, Giấy tờ liên quan đến thủ tục nhập tịch/visa",
    "procedures": "Tư vấn yêu cầu pháp lý quốc tế → Thu thập mẫu theo tiêu chuẩn quốc tế → Phân tích ADN với báo cáo song ngữ → Cung cấp kết quả có giá trị pháp lý quốc tế → Hỗ trợ thủ tục với cơ quan ngoại giao",
    "featured": true
  },
  {
    "id": "admin-inheritance",
    "title": "ADN xác nhận quyền thừa kế",
    "description": "Xác định người thừa kế hợp pháp trong tranh chấp tài sản hoặc chia tài sản thừa kế",
    "fullDescription": "Xét nghiệm ADN được sử dụng trong tranh chấp thừa kế tài sản, xác định người thừa kế hợp pháp, giải quyết tranh chấp gia đình về tài sản, và thủ tục phân chia di sản. Kết quả có giá trị pháp lý đầy đủ để sử dụng tại tòa án.",
    "price": "5,200,000 VNĐ",
    "duration": "3-5 ngày",
    "category": "administrative",
    "serviceType": "administrative",
    "hasLegalValue": true,
    "icon": "bi-building",
    "participants": "Người để lại di sản, Người thừa kế",
    "requiredDocuments": "CCCD/CMND, Giấy chứng tử, Giấy tờ liên quan đến tài sản",
    "procedures": "Tư vấn pháp lý về thừa kế → Thu thập mẫu các bên liên quan → Phân tích ADN chi tiết → Lập báo cáo pháp lý → Hỗ trợ thủ tục tòa án",
    "featured": false
  },
  {
    "id": "admin-child-support",
    "title": "ADN xác định trách nhiệm cấp dưỡng",
    "description": "Hỗ trợ xác định trách nhiệm cấp dưỡng của cha mẹ đối với con trong các vụ ly hôn",
    "fullDescription": "Xét nghiệm ADN được sử dụng trong các vụ ly hôn có tranh chấp về con, xác định trách nhiệm nuôi con, thủ tục đòi cấp dưỡng, và giải quyết tranh chấp gia đình. Kết quả giúp tòa án có căn cứ pháp lý để quyết định về trách nhiệm cấp dưỡng.",
    "price": "4,800,000 VNĐ",
    "duration": "3-5 ngày",
    "category": "administrative",
    "serviceType": "administrative",
    "hasLegalValue": true,
    "icon": "bi-heart",
    "participants": "Cha, Con, Mẹ (nếu cần)",
    "requiredDocuments": "CCCD/CMND, Giấy khai sinh của con, Giấy tờ tòa án (nếu có)",
    "procedures": "Tư vấn về quyền và nghĩa vụ cấp dưỡng → Thu thập mẫu có giám sát → Phân tích ADN theo yêu cầu tòa án → Cung cấp báo cáo pháp lý → Hỗ trợ thủ tục tại tòa án",
    "featured": false
  },
  {
    "id": "admin-missing-person",
    "title": "ADN nhận người thân",
    "description": "Xác minh và tìm kiếm mối quan hệ huyết thống với người thân bị thất lạc",
    "fullDescription": "Xét nghiệm ADN được sử dụng để tìm kiếm người thân thất lạc, xác minh danh tính người thân, đoàn tụ gia đình sau thảm họa, và nhận người thân từ nước ngoài. Đây là dịch vụ nhân văn giúp các gia đình đoàn tụ và có căn cứ pháp lý.",
    "price": "6,200,000 VNĐ",
    "duration": "3-7 ngày",
    "category": "administrative",
    "serviceType": "administrative",
    "hasLegalValue": true,
    "icon": "bi-people",
    "participants": "Người tìm kiếm, Người được tìm kiếm",
    "requiredDocuments": "CCCD/CMND, Giấy tờ chứng minh quan hệ (nếu có), Giấy báo mất tích (nếu có)",
    "procedures": "Tư vấn và hỗ trợ tìm kiếm → Thu thập mẫu từ các bên → Phân tích ADN mở rộng → So sánh với cơ sở dữ liệu → Cung cấp báo cáo và hỗ trợ pháp lý",
    "featured": false
  },
  {
    "id": "civil-paternity",
    "title": "ADN huyết thống",
    "description": "Kiểm tra mối quan hệ huyết thống (cha - con, mẹ - con, anh chị em, họ hàng,...) phục vụ cho mục đích cá nhân",
    "fullDescription": "Xét nghiệm ADN huyết thống dân sự được sử dụng để xác định mối quan hệ huyết thống cho mục đích cá nhân: quan hệ cha - con, mẹ - con, anh chị em, và quan hệ họ hàng khác. Kết quả chỉ mang tính chất tham khảo cá nhân, không có giá trị pháp lý.",
    "price": "3,500,000 VNĐ",
    "duration": "5-7 ngày",
    "category": "civil",
    "serviceType": "civil",
    "hasLegalValue": false,
    "icon": "bi-people",
    "participants": "Người thứ nhất, Người thứ hai",
    "requiredDocuments": "CCCD/CMND (để xác minh danh tính)",
    "procedures": "Tư vấn và đặt lịch hẹn → Thu thập mẫu ADN (tế bào má, tóc, máu...) → Phân tích mẫu ADN tại phòng thí nghiệm → Phân tích kết quả và xuất báo cáo → Tư vấn và giải thích kết quả",
    "featured": true
  },
  {
    "id": "civil-prenatal",
    "title": "ADN trước sinh",
    "description": "Xác định quan hệ huyết thống giữa thai nhi và người cha giả định từ tuần 7-8 của thai kỳ",
    "fullDescription": "Xét nghiệm ADN trước sinh là phương pháp hiện đại, an toàn để xác định quan hệ huyết thống khi thai nhi còn trong bụng mẹ. Thực hiện từ tuần thứ 7-8 của thai kỳ bằng phương pháp không xâm lấn, sử dụng mẫu máu của mẹ để tách ADN thai nhi với độ chính xác cao lên đến 99.9%.",
    "price": "12,500,000 VNĐ",
    "duration": "7-10 ngày",
    "category": "civil",
    "serviceType": "civil",
    "hasLegalValue": false,
    "icon": "bi-heart-pulse",
    "participants": "Mẹ bầu, Người cha giả định",
    "requiredDocuments": "CCCD/CMND, Kết quả siêu âm xác nhận tuổi thai",
    "procedures": "Tư vấn và đánh giá tuổi thai → Lấy mẫu máu mẹ bầu → Thu thập mẫu ADN từ người cha → Tách và phân tích ADN thai nhi → Xuất báo cáo kết quả",
    "featured": true
  },
  {
    "id": "civil-ancestry",
    "title": "ADN tìm hiểu nguồn gốc",
    "description": "Khám phá nguồn gốc dân tộc, vùng miền và dòng dõi gia đình thông qua phân tích ADN",
    "fullDescription": "Xét nghiệm ADN nguồn gốc giúp khám phá lịch sử gia đình và nguồn gốc dân tộc. Phân tích cho biết tỷ lệ các dòng dõi khác nhau, vùng miền tổ tiên sinh sống, và mối liên hệ với các nhóm dân tộc trên thế giới.",
    "price": "4,500,000 VNĐ",
    "duration": "10-15 ngày",
    "category": "civil",
    "serviceType": "civil",
    "hasLegalValue": false,
    "icon": "bi-globe2",
    "participants": "Người yêu cầu xét nghiệm",
    "requiredDocuments": "CCCD/CMND",
    "procedures": "Tư vấn về dịch vụ nguồn gốc → Thu thập mẫu ADN → Phân tích di truyền học quần thể → So sánh với cơ sở dữ liệu thế giới → Xuất báo cáo nguồn gốc chi tiết",
    "featured": false
  },
  {
    "id": "civil-health-genetic",
    "title": "ADN sức khỏe và di truyền",
    "description": "Phân tích nguy cơ mắc các bệnh di truyền và đưa ra lời khuyên về sức khỏe cá nhân",
    "fullDescription": "Xét nghiệm ADN sức khỏe giúp đánh giá nguy cơ mắc các bệnh di truyền như tiểu đường, tim mạch, ung thư và các rối loạn di truyền khác. Cung cấp thông tin để có kế hoạch chăm sóc sức khỏe phù hợp.",
    "price": "8,500,000 VNĐ",
    "duration": "7-14 ngày",
    "category": "civil",
    "serviceType": "civil",
    "hasLegalValue": false,
    "icon": "bi-heart-pulse-fill",
    "participants": "Người yêu cầu xét nghiệm",
    "requiredDocuments": "CCCD/CMND, Bệnh án (nếu có)",
    "procedures": "Tư vấn về các yếu tố nguy cơ → Thu thập mẫu ADN → Phân tích các gen liên quan đến sức khỏe → Đánh giá nguy cơ mắc bệnh → Tư vấn và khuyến nghị chăm sóc sức khỏe",
    "featured": false
  },
  {
    "id": "civil-relationship",
    "title": "ADN họ hàng xa",
    "description": "Xác định mối quan hệ huyết thống với họ hàng xa như cô dì, chú bác, anh chị em họ",
    "fullDescription": "Xét nghiệm ADN họ hàng xa được sử dụng để xác định mối quan hệ huyết thống với các thành viên trong gia đình mở rộng như cô dì, chú bác, anh chị em họ, ông bà nội ngoại, và các mối quan hệ phức tạp khác trong gia đình.",
    "price": "5,500,000 VNĐ",
    "duration": "7-10 ngày",
    "category": "civil",
    "serviceType": "civil",
    "hasLegalValue": false,
    "icon": "bi-diagram-3",
    "participants": "Các thành viên gia đình cần xác định quan hệ",
    "requiredDocuments": "CCCD/CMND của tất cả người tham gia",
    "procedures": "Tư vấn về mối quan hệ cần xác định → Thu thập mẫu từ các bên → Phân tích ADN mở rộng → Xác định mức độ quan hệ huyết thống → Xuất báo cáo chi tiết về quan hệ gia đình",
    "featured": false
  },
  {
    "id": "civil-confidential",
    "title": "ADN bí mật",
    "description": "Xét nghiệm ADN hoàn toàn bảo mật, không cần sự đồng ý của tất cả các bên",
    "fullDescription": "Xét nghiệm ADN bí mật được thực hiện trong các tình huống nhạy cảm khi khách hàng cần kết quả nhưng không thể thu thập mẫu một cách công khai. Dịch vụ đảm bảo tính bảo mật tuyệt đối và không có giá trị pháp lý.",
    "price": "6,500,000 VNĐ",
    "duration": "7-10 ngày",
    "category": "civil",
    "serviceType": "civil",
    "hasLegalValue": false,
    "icon": "bi-shield-lock",
    "participants": "Người yêu cầu, Đối tượng xét nghiệm",
    "requiredDocuments": "Chỉ cần CCCD của người yêu cầu",
    "procedures": "Tư vấn bảo mật và quy trình → Thu thập mẫu theo yêu cầu riêng tư → Phân tích trong môi trường bảo mật → Xuất báo cáo mã hóa → Giao kết quả trực tiếp cho người yêu cầu",
    "featured": true
  }
]
